{
    "menu": {
        "item2": "About me",
        "item3": "Skills",
        "item4": "Training",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
        "home_text-1": "¡Hi! I'm",
        "home_text-3": "Back-End Web Developer <br> Data Science | Machine Learning",
        "parrafo-info": "I am a Computer Scientist and Back-End Web Developer with Python and knowledge in HTML5, CSS3 and JavaScript. My experience covers areas such as data science, machine learning and deep learning. <br><br>I am open to new challenges and to continue learning along with the technological advances that I need in the field that I develop as required. I am available and excited to apply my knowledge and experience to develop robust, efficient and scalable programs with the highest technological standards and following the best programming practices, as well as finding solutions to the problems that arise.",
        "cv_button": "Download CV",
        "contact_button": "Contact"
    },

    "sobre-mi": {
        "title": "About me",
        "texto_sobreMi": "Hello! I am Winder Delgado, a Senior IT Technician, Programmer and Web Developer. I currently work as a Web Developer, although my main strength lies in Back-end development, I also have solid knowledge of HTML and CSS, and basic JavaScript skills to complement my Front-end skills. <br><br>Since I began my journey in the world of web development, I have been immersed in learning and exploring the latest technologies and practices in backend. As a Web Developer I also have experience in desktop programming using Tkinter and PyQt6, as well as basic knowledge in data science, machine learning and deep learning with Python and its associated libraries. <br><br>I have a solid understanding of Python and have worked with frameworks such as Django, Flask and FastAPI for the creation of APIs with Jinja2, and management of templates and REST APIs to provide data in JSON format. I also have basic knowledge of SQL and experience in the management of relational databases such as MySQL and PostgreSQL. <br><br>In the FrontEnd field of web development, I handle HTML, CSS and JavaScript, Bootstrap 5 and Tailwind CSS, and I use GitHub for version control. <br><br>I am excited to apply my knowledge to develop intuitive and attractive user interfaces, as well as robust and efficient solutions with the highest technological standards and following the best programming practices, as well as finding solutions to the problems that arise. My goal is to create user experiences that are not only visually striking, but also highly functional and accessible. I am passionate about solving complex problems with innovative technological solutions, optimizing processes and improving efficiency in software development. I am committed to staying up to date with the latest trends and technologies in the sector to always offer the best in each project."
    },

    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Training",
        "formacion1": "Senior Computer Technician",
        "tiempo-formacion1": "1997 - 2000",
        "formacion2": "Programming and Web Development with Python",
        "tiempo-formacion2": "2021 - 2022",
        "formacion3": "Data Science and Artificial Intelligence with Python (UNSAM)",
        "tiempo-formacion3": "Feb/2023 - Oct/2023",
        "formacion4": "Full Stack Programming with Python",
        "tiempo-formacion4": "Feb/2024 - Jul/2024",
        "formacion5": "Master in Bioinformatics",
        "tiempo-formacion5": "Nov/2023 - En Curso"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "API with Flask",
        "info-proyecto1": "In this API you can manage agenda type contacts through templates using Jinja2 and it allows you to perform the famous CRUD.",
        "title-proyecto2": "Ecommerce Demo",
        "info-proyecto2": "This is an ecommerce template with a basic design showing only part of what we can do in the Front-End using only HTML, CSS AND JAVASCRIPT.",
        "title-proyecto3": "Cinema film program",
        "info-proyecto3": "Film project made using HTML, CSS and JS as Front-end and in Back-end using Python and Framework Api Rest Flask."
    },

    "contacto": {
        "title": "Contact",
        "text": "Complete the form below and I will contact you as soon as possible.",
        "btn-enviar": "Send"
    }
}